Repository: franck-paul/a11yConfig
Catalog: locales/*/main.po
Languages: fr

source: In admin header
fr: Dans l'entête de l'administration

source: In admin footer
fr: Dans le pied de page de l'administration

source: No
fr: Non

source: Wheelchair
fr: Chaise roulante

source: Visual deficiency
fr: Déficience visuelle

source: a11yConfig
fr: Accessibilité

source: Activate a11yConfig in admin
fr: Activer les réglages d'accessibilité pour l'administration

source: Accessibility parameters
fr: Paramètres d'accessibilité

source: Label:
fr: Libellé :

source: Icon:
fr: Icône :

source: The previous label will be used as alternative text if one of proposed icons is choosen.
fr: Le libellé précédent sera utilisé comme alternative textuelle si l'une des icônes est sélectionnée.

source: Font adaptation
fr: Adaptation de la police

source: Line Spacing adaptation
fr: Adaptation de l'interlignage

source: Justification adaptation
fr: Adaptation de la Justification

source: Contrast adaptation
fr: Adaptation du contraste

source: Image replacement
fr: Remplacement des images

source: In header
fr: Dans l'entête du blog

source: In footer
fr: Dans le pied de page du blog

source: Activate a11yConfig on blog
fr: Activer les réglages d'accessibilité pour le blog

source: A widget is available (see <a href="%s">%s</a>)
fr: Un widget est disponible (voir <a href="%s">%s</a>)

source: Automatic insertion
fr: Insertion automatique

source: The automatic insertion in header depends on the <strong>publicTopAfterContent</strong> behavior and in footer on <strong>publicFooterContent</strong> behavior. Adapt theme's template files if necessary.
fr: L'insertion automatique dans l'entête dépend du <i>behavior</i> <strong>publicTopAfterContent</strong> et dans le pied de page du <i>behavior</i> <strong>publicFooterContent</strong>. Adaptez si nécessaire les fichiers template du thème.

source: Style selector to let users adapt your blog to their needs.
fr: Sélecteur de styles permettant à vos lecteurs d'adapter votre blog à leurs besoins.

source: Accessibility Settings
fr: Paramètres d'accessibilité
